/* This is a mapping of BRError code failures to localized failure reasons */

/* kBRMediaManagerErrorNoPlayer*/
100 = "Der ausgewählte Inhalt konnte nicht wiedergegeben werden.";


/* kBRMediaPlayerNoDatabaseFound*/
200 = "Es wurde kein Inhalt gefunden.";

/* kBRMediaPlayerSongPlaybackError*/
201 = "Der aktuelle Titel konnte nicht wiedergegeben werden.";


/* kBRMediaNoContent*/
300 = "Es wurde kein Inhalt gefunden.";

/* kBRMediaNoPhotoContent */
301 = "Es befinden sich keine Fotos in Ihrer iPhoto-Mediathek.";

/* kBRMediaNoPodcastContent */
302 = "Es befinden sich keine Podcasts in Ihrer iTunes-Mediathek.";

/* kBRMediaNotDRMAuthorized */
303 = "Sie sind nicht autorisiert, diesen Inhalt wiederzugeben.";

/* kBRMediaNoMovieFolderContent */
304 = "Es befinden sich keine Filme in Ihrem Ordner „Filme“.";

/* kBRMediaNoTVShowContent */
305 = "Es befinden sich keine Fernsehsendungen in Ihrer iTunes-Mediathek.";

/* kBRMediaNoMusicVideoContent */
306 = "Es befinden sich keine Musikvideos in Ihrer iTunes-Mediathek.";

/* kBRMediaNoPlaylists */
307 = "Es befinden sich keine Wiedergabelisten in Ihrer iTunes-Mediathek.";

/* kBRMediaNoSongContent */
308 = "Es befinden sich keine Titel in Ihrer iTunes-Mediathek.";

/* kBRMediaNoAudioBookContent */
309 = "Es befinden sich keine Hörbücher in Ihrer iTunes-Mediathek.";

/* kBRMediaEmptyPlaylist */
310 = "Es befinden sich keine Titel in dieser Wiedergabeliste.";

/* kBRMediaNoSuchPlaylist */
311 = "Die ausgewählte Wiedergabeliste wurde nicht gefunden.";

/* kBRMediaNoSuchSong */
312 = "Der ausgewählte Titel wurde nicht gefunden.";

/* kBRMediaNoMovies */
315 = "Es gibt keine Filme in Ihrem Ordner „Filme“.";

/* kBRMediaNoSongForSlideshow */
316 = "Der Titel für diese Diashow konnte nicht wiedergegeben werden.";

/* kBRMediaSongPlaybackErrorDuringSlideshow */
317 = "Der Titel für diese Diashow konnte nicht wiedergegeben werden.";

/* kBRVideoUnplayable */
318 = "Das ausgewählte Video konnte nicht wiedergegeben werden.";

/* kBRMediaRadioStreamUnplayable */
319 = "Der von Ihnen ausgewählte Radio-Stream konnte nicht wiedergegeben werden.";

/* kBRRemoteMediaNoContent*/
350 = "In dieser Mediathek wurde kein Inhalt gefunden.";

/* kBRRemoteMediaNoPhotoContent */
351 = "Es befinden sich keine Fotos in dieser Mediathek.";

/* kBRRemoteMediaNoPodcastContent */
352 = "Es befinden sich keine Podcasts in dieser Mediathek.";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "Sie sind nicht autorisiert, diesen Inhalt wiederzugeben.";

/* kBRRemoteMediaNoTVShowContent */
355 = "Es befinden sich keine Fernsehsendungen in dieser Mediathek.";

/* kBRRemoteMediaNoMusicVideoContent */
356 = "Es befinden sich keine Musikvideos in dieser Mediathek.";

/* kBRRemoteMediaNoPlaylists */
357 = "Es befinden sich keine Wiedergabelisten in dieser Mediathek.";

/* kBRRemoteMediaNoSongContent */
358 = "Es befinden sich keine Titel in dieser Mediathek.";

/* kBRRemoteMediaNoAudioBookContent */
359 = "Es befinden sich keine Hörbücher in dieser Mediathek.";

/* kBRRemoteMediaEmptyPlaylist */
360 = "Es befinden sich keine Titel in dieser Wiedergabeliste.";

/* kBRRemoteMediaLoadingError */
361 = "Beim Laden dieses Inhalts ist ein Fehler aufgetreten.";

/* kBRRemotePhotoSourceUnavailableError */
363 = "Die Quelle für die freigegebenen Bilder ist nicht verfügbar.";

/* kBRDataSourceInitializationFailure*/
400 = "Es wurde kein Inhalt gefunden.";

/* kBRDataSourceURLResolutionFailure*/
410 = "Es wurde kein Inhalt gefunden.";

/* kBRDataSourceConnectionInProgressError */
420 = "Es wird bereits versucht, eine Verbindung zu dieser Quelle herzustellen.";


/* KBRSystemNetworkHostUnreachable */
501 = "Die Verbindung zu dieser Mediathek konnte nicht hergestellt werden.";

/* kBRSystemErrorTrailerSiteUnreachable */
502 = "Der Filmtrailer kann derzeit nicht wiedergegeben werden.";

/* kBRSystemNotHDCPCompliant */
503 = "Um diesen Inhalt wiederzugeben, ist HDCP erforderlich.";

/* kBRSetupCantSetLanguage */
600 = "Die Sprache konnte nicht geändert werden.";


/* kBRDVDErrorCantInitializeDVDPlaybackAlert */
750 = "DVDs können jetzt nicht wiedergegeben werden.";

/* kBRDVDErrorCantEjectDVDAlert */
751 = "Die DVD kann nicht ausgeworfen werden.";

/* kBRDVDErrorBadRegionCodeAlert */
752 = "Der Ländercode der DVD passt nicht zum DVD-Player.";

/* kBRDVDErrorBadDVDMediaAlert */
753 = "Die DVD kann nicht wiedergegeben werden.";

/* kBRDVDErrorFatalDVDAlert */
754 = "Die DVD kann nicht wiedergegeben werden.";

/* kBRCDErrorCantEjectCDAlert */
755 = "Die CD kann nicht ausgeworfen werden.";

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025 = "Der Kopierschutz des Mediums kann nicht überprüft werden.";

/* kBRInternalResourceError */
900 = "Ein Fehler ist aufgetreten.";

